tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"

# Usual stuff
brew "fish"
brew "htop"
brew "neovim"
brew "tmux"
brew "skhd"
brew "yabai"

# Work stuff
brew "ffmpeg"
brew "srtp"
brew "clang-format"
brew "asdf"
brew "docker"

# Casks
cask "alacritty"
cask "discord"
cask "firefox"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "hex-fiend"
cask "slack"
cask "spotify"
cask "vlc"

